CC:607421
CN:350865
CO:329345
C=O:184802
C1=CC=CC=C1:128431
OP:114023
CF:56897
O=P:42389
O=S:32956
CS:31533
CCl:28021
C1CCOC1:23463
C=C:18695
C1=CC=NC=C1:15458
NS:13243
C1CCNCC1:10017
C=N:8631
C1CCCCC1:8572
CBr:7782
CP:7728
C#N:6906
C1CCOCC1:6767
C1=NC=C2N=CNC2=N1:6569
C1CCNC1:6459
N=O:6353
[H]N:5969
C1CC1:5703
C1=NC=NC2=C1N=CN2:5651
C1=CN=CN=C1:5530
C1=CNN=C1:5241
OS:4862
C1CNCCN1:4419
NO:4393
C1=CNCNC1:4348
C1=CC=C2C=CC=CC2=C1:3934
C1=CSC=C1:3770
C1COCCN1:3484
C1=CSC=N1:3394
C1CC[C@@H]2CCCC2C1:3368
C1CCCC1:2852
C1=CCNC=C1:2693
C#C:2617
C1=CNC=N1:2559
[H]O:2535
NP:2434
C1=CC=C2NC=NC2=C1:2423
C1=NCC2=C(N1)NC=N2:2069
C1=CNCN=C1:2025
C1=CON=C1:1922
C1=CC2=C(C=C1)NC=C2:1904
C1=CCCC=C1:1893
C1=COC=C1:1797
C1=CCCCC1:1784
NN:1705
BO:1687
CI:1643
C=S:1556
C1=CNC=C1:1507
C1=NC=CCN=1:1497
C1=CN=CC=N1:1491
C1=CC2=C(C=C1)NC=N2:1434
C1=CC=C2NC=CC2=C1:1321
C1=CN=C2C=CC=CC2=C1:1270
C1=CN=NC1:1266
C1=CC=C2N=CNCC2=C1:1147
C1=CC=C2N=CC=CC2=C1:1142
C1=CN=CNC1:1100
C1=NN=CC1:1082
C1=CC2=C(C=C1)N=CC=C2:1034
C1=CC=C2NCCC2=C1:1023
C1=NC=CC=N=1:1008
C1=CC=C2NC=NCC2=C1:983
C1=CC2=C(C=C1)C=CC=C2:954
C1=CC=C2OC=CCC2=C1:943
C1=CN2N=CC=C2N=C1:914
C1=CC=C2CNCCC2=C1:886
C1C2CC3CC1CC(C2)C3:868
C1=CC2=C(C=C1)SC=N2:842
C1=N[C@H]2CSC[C@H]2N1:807
C1=CC2=C(C=C1)NCC2:793
C1CNCNC1:766
C1=CC=C2NCC=CC2=C1:765
C1=CC=C2CCCCC2=C1:762
C1=CC2=C(C=C1)CNCC2:742
C1=NN=NN1:733
C1=NC=NN1:720
C1=NCCN1:719
C1=CC2=C(C=C1)CCCC2:717
C1=CC2=C(C=C1)OCO2:713
C1=CCN=C1:712
N=N:698
C1=NC2=C(C=CC=C2)N=1:690
C1=CCC2=CC=NC2=C1:684
C1=CC=C2SC=NC2=C1:655
C1=NC=NC1:651
C1=NC2=C(N=CNC2)NC1:645
C1=CC2=CCN=C2C=C1:625
C1=CC2=C(C=C1)N=CNC2:621
BC:604
C1CCC2CCCCC2C1:590
C1=CC2=C(NC=NC2)S1:588
C1=CSCN1:575
C1=COC=N1:566
C1CNC1:559
C1=CNN=N1:559
C1CSCN1:548
C1=NCCCN1:527
C1=CC=C2OCOC2=C1:527
C1=C2CCCCC2CCC1:520
C1=CC2=C(C=C1)CN=C2:512
C1=NC=NC2=C1C=NN2:511
C1=NCCS1:503
C1=CN=CC1:497
C1=CC2=NC=CC2C=C1:484
C1CCNCNC1:472
C1=CC2=C(C=C1)OCCC2:468
C1=CCC2=NC=CC2=C1:466
C1=NC=CN=1:465
C1=NN=CN1:464
C1=CCNC1:460
C1=CC2=C(C=C1)NC=NC2:460
C1=CC2=NN=CC2=CC1:458
C1CC2NCCN[C@@H](C1)O2:454
C1=CC=C2OCC=CC2=C1:452
C1=NC2=C(N=CNC2)N1:449
C1=CC=C2CCCC2=C1:446
C1=CC2=C(C=C1)OC=CC2:444
C1CNCCNC1:437
C1=CC=C2N=CC=NC2=C1:436
C1=CNCC1:431
OO:428
C1=CC2=NN=CN2N=C1:424
C1=CC2=CNN=C2C=C1:405
C1=COCCC1:402
C1=CCN=CC1:388
C1=NCC2=C(C1)NC=N2:387
C1=CC=C2NCCCC2=C1:375
C1=CC2=NC=CN2C=C1:375
C1=CC2=C(C=C1)CNC2:368
C1=NON=C1:365
C1=CC2=C(C=C1)NN=C2:363
C1=CC2=C(C=C1)NCCC2:363
C1=CC=C2N=CN=CC2=C1:361
C1=CCNN=C1:357
C1=CNN=CC1:354
C1=CC=C2OC=CC2=C1:354
C1=CC2=C(C=C1)CCC2:352
C1=CC2=C(C=C1)NCC=C2:346
C1=CNCC=N1:343
C1=CC2=C(C=C1)SC=C2:336
C1=NN=CO1:334
C1=NC=N=CN1:334
C1=N=CON1:334
C1=CCCN=C1:334
C1CC2CCCN2C1:327
C1=NC=NC2=NC=NC12:327
PS:323
C1=CC2=C(C=C1)C=NC=C2:318
C1=CCC=CC1:312
C1=CN2CCNCC2=C1:311
C1=NC=C2N=CN=C2N1:310
C1=CC2=CC=NC=C2C=C1:310
C1CNCN1:302
C1=NC=NCC1:300
C1=CC=C2CNCC2=C1:295
C1=CC2=CC=NC2C=C1:295
C1=CC=C2OCCCC2=C1:294
C1=CC=C2NN=CC2=C1:293
C1=NN=CS1:291
C1=NC=C2C=NNC2=N1:290
C1CCCNCC1:285
C1CCC1:284
C1=CC=C2C=NC=CC2=C1:283
C1=CC2=NN=CN2C=C1:278
C1=CC=C2OCCNC2=C1:275
C1=CC2=C(CCCC2)N1:275
C1=CC=C2CNC=CC2=C1:270
C1=CC2=NC=CC2=CC1:262
C1=CC2=C(N=CN=C2)N1:262
C1=NNN=N1:261
C1=NNN=C1:259
C1=CC2=CCC=NC2=N1:259
C1=CC2=C(C=C1)N=CN=C2:258
C1=CCC=N=C1:254
C1=CC2=NN=CC2C=C1:252
C1=NNCNC1:250
C1=CC=C2OCCOC2=C1:249
C1=CCNCC1:246
C1=CN2C=CN=C2C=N1:242
C1=CC2=C(C=C1)NCNC2:239
C1=NC=C2CC=NC2=N1:235
C1=CC=C2SC=CC2=C1:235
C1=CC2=C(C=C1)OCCO2:235
C1CCSCC1:231
C1=NNCN1:231
C1=CN2C=NC=C2C=N1:231
C1=N=C2NCCNC2CN1:228
C1C[C@H]2CCO[C@H]2O1:224
C1=NC2=C(CNCC2)S1:224
C1=CC2=CN=NC2C=C1:220
C1=CCC2=CN=NC2=C1:219
C1=CNCN1:218
O[V]:216
C1CC2CCC1C2:213
C1=CC=C2NN=NC2=C1:212
C1=NC2CNC[C@H]2CN1:211
C1=CC=C2NCNC2=C1:206
C1=CC2=C(C=C1)CC=CC2:206
C1=NC=N=CC1:205
C1=CC2=C(C=C1)OCCN2:204
C1=NCNN=1:202
C1=CNC=NC1:201
C[Si]:200
C1=NC=C2C=CCNC2N=1:200
C1=CC2=C(N=CN=C2)S1:198
C1=CN2=CC=C3C=CC4=CC5=N6C(=CCN(C1)[Fe@]26N34)C=C5:197
C1=CC2=C(C=NC=N2)S1:196
C1CO1:195
C1=NN=C2N=CCC=C12:193
C1CCCCCC1:192
C1=C[C@H]2CC[C@@H]1O2:192
C1=NC=NO1:191
C1=CCN2CC=NC2=C1:191
C1=CC2=C(C=C1)OCC=C2:190
C1COCO1:188
C1=CC2=C(C=C1)N=CC2:188
C1=CCC2=NN=CC2=C1:187
C1=CC=C2OC=NC2=C1:187
C1CNNC1:186
C1=COCC1:184
C1=CN=C2NC=CC2=C1:183
C1=NC2=CC=NN2C=N=1:182
C1=NC2=C(C=N=1)N=CN2:182
[N+][O-]:181
C1=CC=C2CN=CCC2=C1:181
C1=CC2=C(C=C1)OC=C2:181
C1=CC2=CC=CC2C=C1:180
C1=CC2=CC3=CN=NC3=C2C=C1:180
C1=NC=C2N=CNC2=C1:179
C1=CC2=C(CC=NC2)N1:179
C1=CCC=C1:178
C1=NCC2=NC=NC2=N1:175
C1=CC2=NC=CN2N=C1:175
C1=CC=C2NCCNC2=C1:174
C1=CC=C2NCNCC2=C1:172
C1NC[C@H]2CNC[C@@H]12:170
C1CSCCN1:169
C1=CN=C2N=CC=C2C1:167
O[Mo]:164
C1=CC2=CN=NC2=CC1:161
C1=CC2=CC=NC2=NC1:159
C1=CC2=CN=CN=C2N1:158
C1=CC2=C(C=C1)OC=N2:157
C1=CC2=C(C=CS2)CN1:156
C1=NCNN1:155
C1=NCNC1:155
C1=CC2=CN=CN=C2C=C1:155
C1=NNCC1:154
C1=CC=C2CNN=CC2=C1:154
C1COCCO1:153
C1=NNC2=C1CNCC2:153
C1=CCCC1:153
C1CNSC1:151
C1=NC2=C(C=C3N=CNCC3=C2)N=1:151
C1=NCC2=NCNC2=N1:149
C1=NCC2=CC=NC2=N1:149
C1=NCC2=C(N=1)NCC=C2:149
C1=N=C2NCCN=C2CN1:149
C1=CC2=CN=CN=C2O1:149
C1=CN2CCCCC2=N1:148
C1=CC=NN=C1:148
C1=CC2=C(C=CC=N2)N=C1:148
C1=NC2=CC=NN2CC1:147
C1=NC2=CC=CCN2N=1:145
C1=CC2=CC=NC2=CC1:145
C1=CC2=C(C=C1)NCCN2:145
C1=NCCO1:144
C1=CSN=C1:142
C1=NC2=N=CNCC2N=C1:141
C1=CN2=CC=C3C=CC4=CC5=N6C(=CCN(C1)[Fe@@]26N34)C=C5:138
C1=CC2=C(N1)NC=NC2:138
C1=CC2=CCC=C2C=C1:137
C1C[C@@H]2OPOC[C@H]2O1:136
C1=NCC=NC1:135
C1=CC2=CC=CN2C=C1:135
C1=CC2=C(C=C1)CC=C2:134
C1=NC2=CCN=C2CN1:133
C1=NC2=CC=CC=C2N=1:131
C1=CC2=CN=CN=C2NC1:131
C1CNSN1:130
C1=CC2=C(CCNC2)N1:128
C1=CN=CCC1:125
C1=CN=C2CNCC2=C1:125
C1=NC2=C(CNCN2)N1:124
C1=CN2N=CN=CC2=C1:124
C1=CCOC1:124
C1=CC2=C(CCCC2)S1:124
C1CCSSC1:123
C1=CC2=CN=CN=C2N=C1:123
C1=CC=C2NC=N=CC2=C1:121
C1=CC2=C(C=CN2)C=N1:119
C1=NCCCC1:117
C1=NC2=NCC=NC2CN1:117
C1=CC=C2OCCC2=C1:116
C1=NC=NC2=C1CCCC2:115
C1=CC2CCCCC2=CC1:115
C1=CC2=C(C=C1)NC1=C(C=CC=C1)NC2:115
C1=CNNC1:114
C1=CN=C2C=CC=NC2=C1:111
C1=CCC2=CC=CNC2=C1:111
C1=CC2=C(N=CNC2)S1:111
C1=C2CNCC2=NN1:111
C1=CC2C=CN=CC2=NC1:110
C1CSCO1:108
C1=CN=C2NC=NN2C1:107
C1=NC2C=CC=CN2N=1:106
C1=NC=C2NC=NC2=C1:105
C1=CC2=C(C=C1)SN=CN2:105
C1=NCC2=C(N1)NN=C2:104
C1=N=CN=N1:103
C1=CC2=NC=NCC2=N1:103
C1=C2CNCCC2=NN1:103
C1=NC2=N=CNCC2=NC1:102
C1=CC=C2NCCCNC2=C1:102
C1CC[C@@H]2[C@@H](C1)CCC1CCC[C@H]12:101
C1=NC2=CCN=C2N=C1:101
C1=CC2=C(N=C1)NC=C2:101
C1=CC2C=NC=N=C2N=C1:100
C1=NNC2=NCC=NN12:99
C1=NC=N=C=N=1:99
C1=CN2N=CN=C2N=C1:99
C1=CCC2=NC=NC2=C1:99
C1=NCC=N=C1:98
C1=NC=C2CNCCC2N=1:98
C1=CCOCC1:98
C1=CC2=CN=NC2=C1:98
C1=CC2=CC=CC3=C2C(=C1)NC3:98
C1=CNCCC1:97
C1=CN=C2NC=CCNC2=C1:97
C1=CC2=NC=CC2C=N1:97
C1=CC2=CN=CNC2=N1:97
C1=CC2=CN=CC=C2N1:97
C1=CONC1:96
C1=CC2=C(C=C1)NCN2:96
C1=CNC2=N=CNCC2=N1:93
C1=CC=C2N=COCC2=C1:93
C1=NC=NC=N=1:92
C1=CN=C2SC=CC2=C1:92
C1=CC=C2CCC=CC2=C1:92
C1=CC2=CC=NN2C=C1:92
C1=CNC=N=C1:91
C1=CC=[N+]C=C1:91
F[Mg]:90
C1=NCN=CC1:90
C1=NC=NCN1:90
C1=CC2=C(CC1)CN=CC2:90
C1=CC2=C(C=C1)NCCCN2:89
C1=CC2=C(C=C1)N=NC2:88
C1=NCC2N=CNC2=N1:87
C1=CC2=NNC=C2S1:87
C1=CC2=C(C=CN=C2)N=C1:87
C1=NCCCN=1:86
C1=NC=C2NCCC2=C1:86
C1=NC=C2C=CN=CC2N=1:86
C1=CN=C2N=CCC2=C1:86
C1=NC=NC2=C1N=NC2:85
C1=CN=C2NCNCC2=C1:85
C1=N[C@@H]2CCCO[C@@H]2S1:84
C1=NC2=CC3=C(C=C2N=1)N=CNC3:84
C1=NCN2NC=NC2=C1:83
C1=CN=C2NN=CC2=C1:83
C1=CC=C2ON=CC2=C1:83
C1=CC2=C(C=C1)NN=N2:83
C1CO[C@@H]2CCO[C@@H]2C1:82
C1COCN1:82
C1=CC=C2SN=CNC2=C1:82
C1=CC2=C(C=C1)CNC=C2:82
S[Mo]:81
C1=NC2=NCN=C2C=N=1:81
C1=CN[C@H]2CCCC(N1)O2:81
C1=CC=C2CN=CC2=C1:81
C1=CC2=CCC=CC2=C1:81
C1=CC2=C(C=NC=N2)N1:81
C1CN2CCC1CC2:80
C1=NC=N=C2N=CCC=C12:80
C1=CNC=CC1:80
C1=NNCCC1:79
C1=NC=C2N=CNN2C1:79
C1=CNC2=NC=NC=C2C1:79
C1=CC=C2SN=CC2=C1:79
C1=CC=C2N=CCC2=C1:79
C1=CC2=C(C=C1)N=CC=N2:79
C1CC[C@H]2CCCC[C@@H]2C1:78
C1=NCCC2=C1N=CN2:78
C1C[C@@H]2NCC[C@@H]2N1:77
C1CNCSC1:77
C1=NC=NC2=CNC=C12:77
C1=CC2=NC=NC2C=C1:77
C1=CC2=C3C(=C1)CNC3=CC=C2:77
C1=CC2=C(CC=NC2)O1:77
C1=NC=NC2=C1C1=C(CCCC1)S2:76
C1=NC2=NCC=N[C@H]2CN1:76
C1=NC2=N=CNCC2=N1:75
C1=CC=C2CCN=CC2=C1:75
C1=CC=C2CC=CC2=C1:74
C1=CC2C=NN=C2N=C1:74
C1=CC2C=NCN=C2O1:74
C1=CC2=C(C=C1)OC1=C(C=CC=C1)C2:74
C[Ru]:73
C1=CC2=C(CNCC2)S1:73
O[W]:72
C1=CN2C=NC=C2N=N1:72
C1=CC2=C(CCCC2)N=C1:72
C1C[C@H]2OCC[C@H]2O1:71
C1=NCCN=1:71
C1=NC=C2NCNC2=N1:71
C1=NC2=N=CNCC2=C1:71
C1=C[C@@]23CCNCC=C2CO[C@H]3CC1:71
C1=NCCCO1:70
C1=CC=C2SNCCCC2=C1:70
C1=CC=C2C=C3OC=CC3=CC2=C1:70
C1=CC2=CC=CC3=C2C(=C1)CNC3:70
C1=CC2=C(C=C1)NCCNC2:70
C1COC1:69
C1CC2C[C@@H]2C1:69
C1=NCCNC1:69
C1=NC=C2NC=NC2=N1:69
C1=C[C@@H]2CCC[C@H](C1)C2:69
C1=CC2CCC[C@H]2CC1:69
C1=CC2=C(NCCNC2)S1:69
C1=CC2=C(C=C1)C1COCCC1=NC2:69
C1=C2OCCOC2=CS1:69
SS:68
C1=NN=CC=N=1:68
C1=CN=C2NC=NC2=C1:68
C1=CC2=CN=CC=C2S1:68
C1=CC2=C(C=C1)CN=CC2:68
C1C[C@H]2CNCC[C@@H](C1)N2:67
C1CCN2CCCCC2C1:67
C1=NCN=C=N=1:67
C1=NC=C2CCNC2=C1:67
C1=C[C@@H]2C=NC=N=C2O1:67
C1=CN2C=CSC2=N1:66
C1=CC2=C(C=CNC2)N=C1:66
C1=CC2=C(C=C1)CNN=C2:66
C1=NCC2=C(C=NO2)CC1:65
C1=CC=C2OC3=CC=CC=C3NC2=C1:65
C1=CC2=CON=C2C=C1:65
C1=NCN=C2N=CN=C12:64
C1=CC=C2N=CCCC2=C1:64
C1=CC=C2CN=NCC2=C1:64
C1=CC=C2CC3=C(C=CC=C3)CC2=C1:64
C1C[C@H]2CC[C@@H]1C2:63
C1CN[C@H]2CC[C@@H](N1)O2:63
C1=NC2=C(CN1)OCC2:63
C1=CC2C=NC=NC2=N1:63
C1=CC2=NC=NN2C=C1:63
C1=CC2=C(CNCC2)N1:63
C1=CC2=C(CCCO2)S1:63
C1=CC[C@@H]2[C@@H](C1)CCC1CCC[C@H]12:62
C1=CC2=C(C=C1)SN=C2:62
C1CC[C@H]2CCCN2CC1:61
C1=NC=C2N=CCNC2=N1:61
C1=CN=C2N=CN=C2C1:61
C1=CC=C2C(=C1)SC1=C2N=CNC1:61
C1=C2CCCCC2=NN1:61
C1=NNC2=C1CCCC2:60
C1=CN2N=CNC2=NC1:60
C1=CC=C2C(=C1)CCCC1=CCC=CC=C12:60
C1=CC2N=CCN2N=C1:60
C1=CC2=CC=NC=C2S1:60
C1=CN=C2CN=CNC2=C1:59
C1=CC=C2SNCC2=C1:59
C1=CC2=C(C=CS2)C=N1:59
C1=CC2=C(C=C1)OCCNC2:59
C1=CC23CC2[C@]32S[C@@H]2C1:59
C1C[C@H]2CC[C@@H]1O2:58
C1CN1:58
C1=NCC2=CC=CC=C2N=1:58
C1=CN=C2N=CCC2=N1:58
C1=CC2N=CN=CC2=N1:58
C1=CC2C=CN=C2N=C1:58
C1=CC2=CC=NC=C2CN1:58
C1=CC2=C(CCOCC2)S1:58
C1=CC2=C(C=C1)N=NC=C2:58
C1O[C@H]2COC[C@H]2O1:57
C1=CC2=CNCN=C2C=C1:57
C1=CC2=C(N=C1)N1C=NC=C1C=N2:57
C1=CN=C2NCCCC2=C1:56
C1=CN=C2C=CSC2=C1:56
C1=CCOC=C1:56
C1=CC2=C(NN=C2)S1:56
C1=CC2=C(CNCCC2)N1:56
C1CC2SCCN2C1:55
C1=NCCC1:55
C1=CN=C2NC=NCC2=C1:55
C1=CN2=CC=C3C=CC4=CC5=N6C(=CCN(C1)[Fe]26N34)C=C5:55
C1=CC2=NC3=C(C=CC=C3)SC2C=C1:55
C1=CC2=C(C=CS2)C=NC1:55
C1=CC2=C(C=C1)COCC2:55
C1=C2CCCC=C2CCC1:55
C1CN[C@H]2CNC[C@@H]2N1:54
C1CCC2=C(C1)CCN2:54
C1CC2CCC1CC2:54
C1=NCC2=C(N=1)NC=N2:54
C1=CC2=NC=CN2C=N1:54
C1=CC2=CC=NC2=N=C1:54
C1=CC2=C(CSCC2)S1:54
C1=CC2=C(C=C1)NCC=N2:54
C1CC2C[C@H]2C1:53
C1=CC=C2CCCCCC2=C1:53
C1=CC2=CNC=C2C=N1:53
C1=CC2=C(C=C1)OCC2:53
C1=NCN=C2NC=NC12:52
C1=NC=NC2=C1CNCC2:52
C1=CC=C2SC=CNC2=C1:52
C1=CC2=C(S1)SNCC2:52
C1=CC2=C(NC1)NN=C2:52
C1=CC2=C(N=CNC2)N1:52
C1=CC2=C(C=N1)N=CN2:52
C1=CC2=C(C=C1)SNC2:52
C1=CC2=C(C=C1)CCC=C2:52
[NH+][O-]:51
FS:51
C1=NN=C2N=CCN2C1:51
C1=NCC2=NCN=C2N1:51
C1=NC=C2NCCNC2N=1:51
C1=NC2=CNC=NC2=N1:51
C1=CNCCN1:51
C1=CN2NC=NC2C=N1:51
C1=CC=CCC=C1:51
C1=CC=C2OCCC=CC2=C1:51
C1=CC2C=NC=N=C2O1:51
C1=CC2=C(C=C1)NNC2:51
C1=C2CCNCC2=CCN1:51
C1C[C@H]2C[C@H]2C1:50
C1CN2CC[C@H]2S1:50
C1=NNNC1:50
C1=NCC2=C(N=1)NN=C2:50
C1=NC=C2NCCCNC2N=1:50
C1=NC=C2N=CC=C2N1:50
C1=NC2=C(C1)CCCC2:50
C1=CNC2=CC=NCC2=C1:50
C1=CC=C2CC=CCC2=C1:50
C1=CC2=CCCN=C2C=C1:50
C1=CC2=C(N=C1)SC=N2:50
C1=CC2=C(CC=NC2)S1:50
C1=CC2=C(C=C1)SCN2:50
C1=CC2=C(C=C1)ON=C2:50
C1=NCN=C2N=CC=C12:49
C1=NC=NC2=CCN=C12:49
C1=NC=N=C2N=CC=NC12:49
C1=NC2=N=CN=C2CN1:49
C1=CCN2N=CNC2=C1:49
C1=CC2=C(N=CN=C2)NC1:49
C1=CC2=C(C=C1)SNCCC2:49
C1CO[C@H]2OCC[C@H]2C1:48
C1=NCC2=C(CC=N2)N1:48
C1=C[N+]=C2C=CSC2=C1:48
C1=COC2C=CC=CC2=C1:48
C1=CN2C=NC=C2N=C1:48
C1=CC2=NN=CN2NC1:48
C1=NN=C2CNCCN12:47
C1=NC2=C(C=CC=C2)C=N=1:47
C1=C[C@@H]2N=CNCC2=CC1:47
C1=CC2=CN=CN2N=C1:47
C1=CC2=C(N=CC3=C2NC=N3)N1:47
C1=CC2=NCC=C2N=C1:46
C1=CC2=C3C(=C1)NCN3CCNC2:46
C1=C2CNCCC2=NC1:46
C1CCSC1:45
C1=NN[C@H]2CNC[C@@H]12:45
C1=NNNN1:45
C1=NC2CNC=N=C2NC1:45
C1=N=CNCC1:45
C1=C\CCCCCC/1:45
C1=CC2=CC=C3OCOC3=C2NC1:45
C1=C2CCOCC2SC1:45
C1CC2CCO[C@@H]2C1:44
C1=NSNC1:44
C1=NNC2=C1CCNC2:44
C1=CCC2=NC3=C(C=CC=C3)OC2=C1:44
C1=NCC=C2NC=NN12:43
C1=NCC2=NCC=C2N1:43
C1=NCC2=CC=NC=C2N=1:43
C1=NC2C=NN=C2C=N=1:43
C1=NC2=C(CCCC2)CN1:43
C1=C[C@@H]2CCCCN2CC1:43
C1=C[C@@H]2CCCC2CC1:43
C1=CSNC1:43
C1=CC2C=CNCC2=N1:43
C1=C2CCCC[C@H]2CCC1:43
C1=NCC2=CCCC=C2C1:42
C1=C[C@H]2CC[C@@H]1S2:42
C1=CC=C2SCCNC2=C1:42
C1=CC2=CC=NN=C2C=C1:42
C1=NCC2N=CC=NC2=N1:41
C1=NC=C2CNCNC2=N=1:41
C1=CC=C2C(=C1)NC1=C2C=CC=C1:41
C1=CC=C2C(=C1)CCC1=C2C=CC=C1:41
C1=CC2=CCNC=C2C=C1:41
C1=CC2=C(C=C1)[Si]C[Si]2:41
C1CC[C@H]2CCCC2C1:40
C1CCN2CCC[C@H]2C1:40
C1=NN=C2N=CC=NN12:40
C1=NC=C2NCCN2C1:40
C1=NC=C2N=CNC2N=1:40
C1=NC=C2CCCCN12:40
C1=C[C@H]2C=NC=N=C2O1:40
C1=CSCCC1:40
C1=CC=C2SCCC2=C1:40
C1=CC2=C(N=CC2)S1:40
C1=CC2=C(C=C1)NCC=CN2:40
C1=CC2=C(C=C1)NC=CC2:40
C1=C2C(CCC1)CCC1CCCC[C@@H]21:40
C1CNOC1:39
C1CCN2CCC[C@@H]2C1:39
C1=NC=C2CN=CC2=C1:39
C1=CN[C@@H]2N=CNCC2N1:39
C1=CN=C2NCC=CC2=C1:39
C1=CC2=NC=CN=C2C=N1:39
C1N=C2CNCNC2=N1:38
C1C[C@H]2OCOC[C@H]2O1:38
C1C[C@@H]2CNCCN2C1:38
C1CC2=C(CN1)NCC2:38
C1=N[C@@H]2CCCO[C@@H]2O1:38
C1=NCNO1:38
C1=NCC2=C(N1)NCN2:38
C1=NC2=CC=N=CC2CN1:38
C1=C[C@@]23CC2[C@]32S[C@@H]2C1:38
C1=CNC2=C(CNC=N2)N1:38
C1=CN=C2N=CN=CC2C1:38
C1=CC=C2COC=CC2=C1:38
C1=CC=C2C(=C1)CC1=CC=CC=C12:38
C1=CC2=CN=CCC2=N1:38
C1=CC2=C(C=NN=C2)S1:38
C1C[C@H]2CNCN2C1:37
C1=NCCN=C1:37
C1=NCCC2=C1CNCN2:37
C1=NCC2N=CN=C2N1:37
C1=NC2=NNNC2=NC1:37
C1=NC2=CC=NC2=NC1:37
C1=CC2CN=CNC2=N1:37
C1=CC2CCCC[C@@H]2CC1:37
C1=CC2=CN=CC=C2O1:37
B1OCC2=C1C=CC=C2:37
C[SnH]:36
C1CN[C@H]2CCC(N1)O2:36
C1CC[SH]C1:36
C1=N[C@H]2NCCNC2CN1:36
C1=NCN2N=CNC2=N=1:36
C1=NCC2=C(C=NC=C2)N=1:36
C1=NC=C2N=CCC2=C1:36
C1=NC=C2C=NNC2=C1:36
C1=CN=C2OC=CC2=C1:36
C1=CCC2=CC=CC2=C1:36
C1=CC2=CN=CC=C2C=N1:36
C1=CC2=C(COCC2)S1:36
C1CCC2CCCC2C1:35
C1=NN2CCCNC2=C1:35
C1=NCN=C1:35
C1=NCC2NCNC2=N1:35
C1=NCC2=CN=CN2N=1:35
C1=NC=NC2=CN=NC12:35
C1=NC=C2NCNC2=C1:35
C1=CN=C2NCCCN2C1:35
C1=CN2C=CCNC2=C1:35
C1=CC=C2C=NN=CC2=C1:35
C1=CC2=CNC=C2C=C1:35
C1=CC2=C(N=C1)NC=N2:35
C1=CC2=C(C=N1)N=CC=N2:35
C1=N[C@H]2N=CN[C@H]2N1:34
C1=N[C@@H]2CSC[C@@H]2N1:34
C1=NN=CC2=C1C=NN2:34
C1=CC2=CN=CN=C2S1:34
C1=CC2=CC=NC2CN1:34
C1=CC2=C(C=C1)C1=C(CNCN1)CO2:34
C1CN2CCOC2CN1:33
C1=NC2CNCCC2=C1:33
C1=NC2=C(N1)NCNC2:33
C1=CC=C2SC=NCC2=C1:33
C1=CC=C2OCNC2=C1:33
C1=CC2CNC=N=C2N=C1:33
C1=CC2=CC=NC=C2C=N1:33
C1=CC2=C(CN1)NN=N2:33
C1C[C@H]2CCNN2C1:32
C1=NCC2=C(CCC2)N1:32
C1=NC2=C(CN1)NCCN2:32
C1=NC2=C(C=N=1)CN=C2:32
C1=COC=CO1:32
C1=CN=C2SCC=CC2=C1:32
C1=CN=C2NC=CC2=N1:32
C1=CN2CCCNCC2=C1:32
C1=CC=C2PN=CNC2=C1:32
C1=CC2=C3C(=C1)CNCCN3CN2:32
C1=CC2=C(C=C1)OCN2:32
C1COCOC1:31
C1=N[C@H]2CCNCC2=C1:31
C1=NNC2=C3C1=CNC3=NC=N2:31
C1=NNC2=C1CNC=N2:31
C1=NCC2=C(N=1)NNC2:31
C1=NCC2=C(C=CC=C2)N=1:31
C1=NC2=C(C=N=1)SC=C2:31
C1=CN2[Ru]NC3=C2C(=C1)C=CC3:31
C1=CC=C2SNC=NC2=C1:31
C1=CC2=NCN=C2C=C1:31
C1=CC2=NCN3NC=NC3=C2C=C1:31
C1=CC2=CCCC[C@@H]2CC1:31
C1=CC2=C(C=NC=N2)CC1:31
C1CSNCN1:30
C1=NOC2=CCCC=C12:30
C1=NCC2NCN=C2N1:30
C1=NC=C2NCNC2N=1:30
C1=N=CNN1:30
C1=C[C@H]2CCCC2CC1:30
C1=CCN2CNCN2C1:30
C1=CC=C2C(=C1)N=CN1C=CN=C21:30
C1=CC2CCCCC2=NC1:30
C1=CC2=NN=C[C@@H]2C=C1:30
C1=CC2=NC=NC2=CC1:30
C1=CC2=CCNC2C=C1:30
C1=CC2=C(C=CS2)S1:30
C1=CC2=C(C=C1)SNC=N2:30
C1CCC2=C(C1)CC[C@H]1CCCCC21:29
C1=NCNCC1:29
C1=NC2CNCNC2=N1:29
C1=NC2=C(C1)CCCC1=CN=NC12:29
C1=CNC2=NC=NC[C@H]2C1:29
C1=CN=C2CCNC2=C1:29
C1=CC=C2C(=C1)OCCC1=CC=CN12:29
C1=CC2N=CCN2C=C1:29
C1=CC2=CNN=C2C=N1:29
C1=CC2=C3C(=C1)CNN=C3CCN2:29
C1=CC2=C(C=CO2)C=N1:29
C[Se]:28
C1=NO[C@H]2CNC[C@@H]12:28
C1=NNC2=C1CCCN2:28
C1=NC=NCN=1:28
C1=NC=NC2=C1CCN=C2:28
C1=NC=C2CCN=CC2N=1:28
C1=CN=C2N=CNCC2=N1:28
C1=CC=C2OC3=C(C=CC=C3)CC2=C1:28
C1=CC=C2NSCC2=C1:28
C1=CC=C2NCC=NC2=C1:28
C1=CC=C2C(=C1)NC1=C2N=NC=N1:28
C1=CC2=C(SC=C2)SN1:28
C1=CC2=C(N=CNC2)NC1:28
C1=CC2=C(N=C1)NCNC2:28
C1=CC2=C(C=CO2)CN1:28
C1=CC2=C(C=C1)C[C@H]1CCCCC1C2:28
C1=C2CNCCC2N=N1:28
C[SeH]:27
C1C[C@H]2CC[C@@H]1S2:27
C1CCNNC1:27
C1=NCC2=C(N=1)NCNC2:27
C1=NC=C2N=CNCC2=C1:27
C1=NC2=NC=NC2CN1:27
C1=CNCCCN1:27
C1=CNC2C=CC=CC2=C1:27
C1=CN2CNCC=C2S1:27
C1=CN2CCCNC2=N1:27
C1=CC2=NC=C3CC=NC3=C2C=C1:27
C1=CC2=CCNC=C2N=C1:27
C1=CC2=CC=NC=C2O1:27
C1=CC2=CC=C3OC=CC3=C2C=C1:27
C1=CC2=C(S1)N1C=NN=C1CN=C2:27
C1=CC2=C(C=N1)C=NN2:27
C1=CC2=C(C=C1)NC=N=C2:27
C1CSSC1:26
C1CO[C@@H]2COCO[C@H]2C1:26
C1COPOC1:26
C1CC2=C(CN1)ONC2:26
C1=NC=NC2=NCNC12:26
C1=CN2NC=N=CC2=C1:26
C1=CC[C@@H]2CCCCC2C1:26
C1=CC2=NCSC2=CN1:26
C1=CC2=NC=CN=C2C=C1:26
C1=CC2=CN=CC=C2N=C1:26
C1=CC2=C(C=C1)SCCN2:26
C1=CC2=C(C=C1)OCOC2:26
C1=CC2=C(C=C1)NSC2:26
C1=CC2=C(C=C1)N1N=CNC1=N2:26
C1=CC2=C(C=C1)CCN=C2:26
C1CN[C@@H]2CCC[C@@H]2C1:25
C1CCC2=C(C1)CNCN2:25
C1CC2=C(CN1)NN=N2:25
C1=NS[C@@H]2CCCC[C@@H]2O1:25
C1=NNCCN1:25
C1=NNC2=C1C=N=CN2:25
C1=NN=C2NN=CC=C12:25
C1=NN=C2NN=CC2=C1:25
C1=NN2C=CC=NC2=N=1:25
C1=NCC2=NCCNC2=N1:25
C1=NC=N=C2NC=NC12:25
C1=NC2=CCC=NN2C1:25
C1=NC2=C(C=N=1)OC=C2:25
C1=CC2=NN=NC2C=C1:25
C1=CC2=NN=CN2CC1:25
C1=CC2=C[N+]=CC=C2C1:25
C1=CC2=CNC3C=CC=CC3=C2C=C1:25
C1=CC2=C3OCCC3=CC=C2N1:25
C1=CC2=C(CCCC2)O1:25
C1=CC2=C(C=N1)OC=C2:25
C1=CC2=C(C=CN2)N=C1:25
C1=CC2=C(C=C1)SCCCN2:25
C1=CC2=C(C=C1)C=NN=C2:25
C1=CC2=C(C1)NC=NC2:25
C1C[C@H]2CCC[C@H]2C1:24
C1C[C@@H]2CNC[C@@H]2C1:24
C1=NC=C2CCCC2=C1:24
C1=NC=C2CC=CN=C2N=1:24
C1=CCSC1:24
C1=CCC2=NC=CC=CC2=C1:24
C1=CC=C2C(=C1)NC1=CC=CC=C12:24
C1=CC2=NCC3=C2C(=C1)CNCC3:24
C1=CC2=CC=CN2N=C1:24
C1=CC2=C3C(=C1)CCCN3CCC2:24
C1=CC2=C(CNC=N2)O1:24
C1=CC2=C(C=N1)CNC2:24
C1NO[Fe]O1:23
C1NC[C@@H]2C[C@H]12:23
C1CCN2CCN[C@@H]2C1:23
C1C2C[C@H]3C[C@@H](C2)OC13:23
C1=NNCS1:23
C1=NNC2=CNC=C12:23
C1=NCC2=C1N=CS2:23
C1=NC=NC2=C1NCN2:23
C1=NC=NC2=C1CSC2:23
C1=C[C@H]2CCCCCC2C1:23
C1=C[C@@H]2CC[C@H]1C2:23
C1=C[C@@H]2CCC[C@@H]2NC1:23
C1=C[C@@H]2CCCN2NC1:23
C1=CN2NCC=CC2=C1:23
C1=CCN2C=CSC2=C1:23
C1=CC=C2SCCCC2=C1:23
C1=CC=C2NCCN=CC2=C1:23
C1=CC2=CCCN[C@@H]2CC1:23
C1=CC2=C(N=C1)SC=C2:23
C1=CC2=C(CCN2)N=C1:23
C1=NCC2=C(N=1)NC=C2:22
C1=NC=C2C=NN=C2C1:22
C1=NC2CNCC[C@H]2O1:22
C1=NC2CCNCC2=C1:22
C1=NC2=NC=CC2C=N=1:22
C1=CNN2CC=NC2=C1:22
C1=CN=C2CCCC2=C1:22
C1=CC2=NCC=NC2=N1:22
C1=CC2=CNC=CC2C=C1:22
C1=CC2=CC=NC=C2N=C1:22
C1=CC2=CC3NCCC3=CC2=N1:22
C1=CC2=CC3=C(CCCC3)N=C2C=C1:22
C1=CC2=C3C(=C1)SCCCN3C=C2:22
C1=CC2=C(CCCCC2)N=C1:22
C1=CC2=C(C=NN2)CCC1:22
C1=CC2=C(C=NC=N2)CN1:22
C1=CC2=C(C=N1)N=CO2:22
C1=CC2=C(C=C1)O[Fe]NC2:22
C1=CC2=C(C=C1)N1C=NN=C1CN=C2:22
C1=CC2=C(C=C1)CSC2:22
C1=C2CCCCCCC2OCC1:22
C1=C2CCCCC2=CC2=C1OCO2:22
B1=C2SC=CC2=CN=N1:22
C1NC[C@@H]2[C@H]3CC[C@H](CC3)[C@H]12:21
C1C[C@H]2COCN2C1:21
C1CCCCCCC1:21
C1=NN2CCNCC2=C1:21
C1=NCC=C2N=CC=C12:21
C1=NC=C2C=NN=C2N=1:21
C1=NC2=C(N1)NC=N=C2:21
C1=NC2=C(CN1)N=NC2:21
C1=N=CC2N=CNC2=N=1:21
C1=C[C@H]2CNC[C@@H](C1)N2:21
C1=COC2=CN=CC=C2C1:21
C1=CN=C2N=CC=CC2=C1:21
C1=CC=C2NCCNCC2=C1:21
C1=CC=C2COCC2=C1:21
C1=CC=C2CNCCCC2=C1:21
C1=CC2CCO[C@@H](C1)C2:21
C1=CC2=NC=C[C@@H]2C=C1:21
C1=CC2=CC=NC=C2N1:21
C1=CC2=CC3=C(C=C2C=C1)OC=C3:21
C1=CC2=C(N1)SC=C2:21
C1=CC2=C(C=NN2)CN1:21
C1=CC2=C(C1)N=CNC2:21
C1=C2N=NC=C2N=N1:21
C1=C2CCCCC2=CS1:21
C1N[C@@H]2CSC[C@@H]2N1:20
C1C[C@H]2CNCCN2C1:20
C1C[C@H]2CC[C@@H](C1)N2:20
C1CC[C@H]2N[C@H]2C1:20
C1CC[C@@H]2C[C@H]3OCOC3C2C1:20
C1CC[C@@H]2CNCC[C@@H]2C1:20
C1=NOCC1:20
C1=NN=C2CNC=C12:20
C1=NCN=CN1:20
C1=NCC2CSCCC2=N1:20
C1=NCC2=C(N1)NCCN2:20
C1=NC=N=C2N=CC=N[C@H]12:20
C1=NC2=CN=NC2=CN1:20
C1=N=C2N=NN=C2CN1:20
C1=CNC2=NC=NCC2=C1:20
C1=CN=C2N=CNN2C1:20
C1=CN=C2CCC=CC2=C1:20
C1=CN2C=CNCC2=C1:20
C1=CCN2CCNC[C@H]2C1:20
C1=CC2=C(NCCN=C2)S1:20
C1=CC2=C(C=N1)NCC2:20
C1=CC2=C(C=N1)N=CNC2:20
C1=CC2=C(C=N1)N=CC2:20
C1=CC2=C(C=C1)OCCCO2:20
C1=C2CNCCC2=C2CNCN2C1:20
C1=C2CCNC2=CCC1:20
C1CNCOC1:19
C1CC[NH+]CC1:19
C1CCC2CCO[C@H]2CC1:19
C1CC2CC1CO2:19
C1=NCC2=C(N=1)NCCC2:19
C1=NC=NC2=CC=NN12:19
C1=NC=C2CCCNC2=C1:19
C1=NC2=NC=NC2C=N=1:19
C1=NC2=CCN[C@H]2CN1:19
C1=CNCCNC1:19
C1=CN=C2SC=CN2C1:19
C1=CN=C2CCNCC2=C1:19
C1=CN=C2C=CNC2=C1:19
C1=CN2CCNCC2=CC1:19
C1=CCC2=CCNC2=C1:19
C1=CCC2=CC3=CNN=C3C2=C1:19
C1=CC=C2N=NCC2=C1:19
C1=CC2C=N=CN=C2N=C1:19
C1=CC2=NSN=C2C=C1:19
C1=CC2=NC3CCCCC3=C2C=C1:19
C1=CC2=C(CN3CNC[C@@H]3C2)N1:19
C1=CC2=C(CCC1)ONC2:19
C1=CC2=C(CC1)CNC2:19
C1=CC2=C(C=C1)CCNCC2:19
O=[SH]:18
Cl[Ru]:18
C1=NSC2=C(C=CN=C2)N=1:18
C1=NC[C@@]23CCCN2CCNC3N1:18
C1=NCN2N=CC=C2N1:18
C1=NCC2C=C3N=CN=C3C=C2N1:18
C1=NCC2=C(C1)NN=C2:18
C1=NC=NN=C1:18
C1=NC=NC2=C1CCN2:18
C1=NC2NCNCC2=N1:18
C1=CNC2=C(CCCC2)CN1:18
C1=CN=C2SC=NN2C1:18
C1=CN2CCCC2=N1:18
C1=CN2CCC=NC2=C1:18
C1=CN2CCC=CC2=C1:18
C1=CCC2=C(C1)CNC2:18
C1=CC=C2C(=C1)NCCC1=CC=NC12:18
C1=CC2CC=CC[C@@H]2CC1:18
C1=CC2=NCC=C2C=N1:18
C1=CC2=CN[Ru]N2C=C1:18
C1=CC2=CCCC=C2C=C1:18
C1=CC2=CC=N[Fe]3N=CC=C1N23:18
C1=CC2=CC=NN=C2CC1:18
C1=CC2=C3CNCC3=CC=C2N1:18
C1=CC2=C3C(=C1)CCCN3C=CN2:18
C1=CC2=C3C(=C1)C=CCC3=CC=C2:18
C1=CC2=C(CN1)N=CN=C2:18
C1=CC2=C(CC1)OCO2:18
C1=CC2=C(C=NC=C2)NC1:18
C1=CC2=C(C=C1)OCCCN2:18
C1=CC2=C(C=C1)CCCCC2:18
C1=C2CCCC2=NN1:18
C1=C2CCCC/C=C\C2CC1:18
BP:18
C1N[C@@H]2OCC[C@@H]2O1:17
C1CNC2=C(C1)CCNC2:17
C1C2CC1C2:17
C1=NONC1:17
C1=NCCSN1:17
C1=NC=NC2=C1NCCN2:17
C1=NC=C2N=CNC2=N=1:17
C1=NC2=NN=CC2C=N=1:17
C1=NC2=CC=C3NCCC3=C2S1:17
C1=NC2=C(C1)CNCC2:17
C1=C[C@@H]2C=NC=NC2=N1:17
C1=CNN2C=NCC2=C1:17
C1=CN=C2NCNC2=C1:17
C1=CN2C=NN=C2C=N1:17
C1=CC[NH+]C=C1:17
C1=CC=C2C(=C1)O[C@@H]1C[C@H]21:17
C1=CC2N=CN=C2C=N1:17
C1=CC2=NC=CNC2C=C1:17
C1=CC2=CC=CC3=C2C(=C1)COC3:17
C1=CC2=CC3C=CCCN3C=C2C=C1:17
C1=CC2=CC3=CCC=CN3C=C2C=C1:17
C1=CC2=C3C(=C1)N=CN3CCNC2:17
C1=CC2=C(NC1)C1=C(C=C2)OCO1:17
C1=CC2=C(CC1)CCO2:17
C1=CC2=C(C=N1)SC=N2:17
C1=CC2=C(C=C1)OCNC2:17
C1=CC2=C(C=C1)N=C1CCCCC1=C2:17
C1C[C@H]2CCOC[C@H]2C1:16
C1=NNC2=NC=C3CSCCC3=C12:16
C1=NCC2=C(C=CCC2)N=1:16
C1=NC=NC2=CC=NC12:16
C1=NC=C2CCC3=C(SC=N3)C2=N1:16
C1=NC=C2C=CCN=C2N=1:16
C1=NC2=CC=CC=C2C=N=1:16
C1=NC2=C(CN1)NCN2:16
C1=C[C@H]2C=C[C@@H]1O2:16
C1=C[C@@H]2[C@H]3CCC[C@@H](CN2CC1)N3:16
C1=COCN1:16
C1=CN=NC=C1:16
C1=CN=C2NCCCNC2=C1:16
C1=CN=C2N=CCN2C1:16
C1=CN=C2C=CN=CC2=C1:16
C1=CC=C2OC3=C(C=CC=C3)NC2=C1:16
C1=CC2CN[Ru]N2C=C1:16
C1=CC2=NNN=C2C=C1:16
C1=CC2=C(CNC=N2)S1:16
C1=CC2=C(C=C1)[N+]=CC=C2:16
C1=CC2=C(C=C1)N1C=NN=C1C=N2:16
C1OC2CC12:15
C1C[C@H]2CC[C@@H]3C[C@@]2(C1)CO3:15
C1C[C@H]2CC[C@@H]3COCC[C@]23C1:15
C1CN2CC3NCN=C3N=C2N1:15
C1CCONC1:15
C1C2CC12:15
C1=NC[C@@H]2CSCCC2=N1:15
C1=NCN2NC=NC2=N=1:15
C1=NCC2=NN=NC2=N1:15
C1=NCC2=C1CNN=C2:15
C1=NCC2=C(CCC=NC2)N=1:15
C1=NCC2=C(C=NN2)N1:15
C1=NC=NC2=NC=N[C@H]12:15
C1=NC=N=C2NCCC12:15
C1=NC2=CNN=C2CN1:15
C1=C[C@@H]2CCCCC2CC1:15
C1=CC=C2NCN=CC2=C1:15
C1=CC=C2C(=C1)N=CC1=NN=NN21:15
C1=CC2=NC=C3N=CNC3=C2C=C1:15
C1=CC2=CN=NC2NC1:15
C1=CC2=CC=C3C=CN[Fe](N1)N23:15
C1=CC2=C3C(=C1)CNCC3=CC=C2:15
C1=CC2=C(CO1)N=CO2:15
C1=CC2=C(CN=CN2)S1:15
C1=CC2=C(CN1)N=CC2:15
C1=CC2=C(CCC2)S1:15
C1=CC2=C(C=C1)C1=NC=CN1CCO2:15
C1=CC2=C(C=C1)C1=CNN=C1C=N2:15
C1=CC2=C(C=C1)C1=C(CCCC1)N2:15
C1=C2CNCNC2=CS1:15
C1=C2CCCCC2=CC2=C1CCCO2:15
B1BB1:15
C1C[C@@H]2CCO[C@@H]2C1:14
C1CC[S@@H]2CCC[C@@H]2C1:14
C1CCC2OC2C1:14
C1CCC2COCCC2C1:14
C1=NSN=C1:14
C1=NN=CC2=CNC=C12:14
C1=NC[C@H]2CCCCC2=N1:14
C1=NC[C@@H]2N=CC=NC2=N1:14
C1=NCC2=C(N=1)NCCN2:14
C1=NCC2=C(N=1)C1=C(C=CC=C1)C=NC2:14
C1=NC=NC2NCNC=C12:14
C1=NC=N=C2NCCN=C12:14
C1=NC=N=C2N=CN=C12:14
C1=NC=C2CCCN2C1:14
C1=NC2=N=CNC[C@H]2N=C1:14
C1=NC2=C(NC=N=C2)S1:14
C1=NC2=C(C1)CNC2:14
C1=CNC2=NC=NCC2=N1:14
C1=CN=C2NC3=C(C=CC=N3)CNC2=C1:14
C1=CN2N=CNCC2=C1:14
C1=CCC2C=COC2=C1:14
C1=CC2=NCC3=C2C(=C1)CCC3:14
C1=CC2=CC=NC2=CN1:14
C1=CC2=CC3=CNN=C3C2C=C1:14
C1=CC2=C(N=C1)NCCN2:14
C1=CC2=C(CCCC=C2)N=C1:14
C1=CC2=C(CC=N2)O1:14
C1=CC2=C(C=NCC2)O1:14
C1=CC2=C(C=C1)SN=N2:14
C1=CC2=C(C=C1)SC=CN2:14
C1=CC2=C(C=C1)ONC2:14
C1=CC2=C(C=C1)N=COC2:14
C1=C2CCNCC2N=N1:14
C1OC[C@H]2OPO[C@@H]12:13
C1NC[C@H]2N[C@H]12:13
C1CN2CCSC2N1:13
C1CC2CC2C1:13
C1=NNC2=C1CNC2:13
C1=NCNC2=C1N=CN2:13
C1=NCN=C2NN=CC12:13
C1=NCC2=NC=N=CC2=C1:13
C1=NCC2=NC=N=C2N1:13
C1=NC=NC2C=N=CN=C12:13
C1=NC=C2SC=NN12:13
C1=NC=C2CN=CNN12:13
C1=NC=C2CCC=C[C@@H]2N=1:13
C1=C[C@@H]2C=NCN=C2NCC1:13
C1=CNOC1:13
C1=CNC2NCNCC2=C1:13
C1=CN=C2NC=NCC2=N1:13
C1=CN=C2NC=NC=C2C1:13
C1=CCN2C=CNC2=C1:13
C1=CC=C2SCNC2=C1:13
C1=CC2N=CC=NC2=N1:13
C1=CC2=NC=C3N=COC3=C2C=C1:13
C1=CC2=CCCCC2CC1:13
C1=CC2=CC=CC3=C2C(=C1)C=CC3:13
C1=CC2=C3C(=CC=NC3=C1)CN2:13
C1=CC2=C(NC1)SC=C2:13
C1=CC2=C(N=C1)NN=N2:13
C1=CC2=C(CNCCO2)N=C1:13
C1=CC2=C(C=N1)NCN2:13
C1=CC2=C(C=CS2)N=C1:13
C1=CC2=C(C=CS2)N1:13
C1=CC2=C(C=CS2)CC1:13
C1=CC2=C(C=C1)C[C@H]1CCC=CC1C2:13
C1=C2CCCC[C@@H]2CCC1:13
B1OCC2=CC=CC=C12:13
F[AlH2]:12
C1NC[C@@H]2CNCC2N1:12
C1C[C@H]2CCO[C@H]2C1:12
C1C[C@@H]2CCN[C@@H]2C1:12
C1CC[C@H]2CCC[C@H]2CC1:12
C1=N[C@@H]2NC=CCN2N=1:12
C1=NNCSC1:12
C1=NNC2=C1C[C@@H]1CC1C2:12
C1=NN=NN=1:12
C1=NCC2=CC=C3C=NNC3=C2N=1:12
C1=NC=NC2=C1C1=C(CCCC1)CN2:12
C1=NC=C2CNCC=C2N=1:12
C1=NC2=NCCOC2=CC1:12
C1=NC2=C(CCNC2)N1:12
C1=N=CC2COCC2=N1:12
C1=N=CC2=NC=NC2=N=1:12
C1=CNC2=NC=CN2C1:12
C1=CN=C2N=CN=CC2=C1:12
C1=CN=C2C=NC=CC2=C1:12
C1=CN2NC=CC2=C1:12
C1=CCC2CCC[C@@H]2CC1:12
C1=CCC2=CNC=NC2=C1:12
C1=CC=C2O[Fe]NCC2=C1:12
C1=CC2=C3CCCCC3=NC2C=C1:12
C1=CC2=C3C(=C1)OCC[C@H]3CNC2:12
C1=CC2=C(C=N1)NC=N2:12
C1=CC2=C(C=C1)N[Fe]N2:12
C1=CC2=C(C=C1)N1C=NN=C1C=C2:12
C1=C2OCCCC2=NN1:12
C1NN1:11
C1CO[C@@H]2SCN[C@@H]2C1:11
C1CCNSNC1:11
C1CC2CC[C@H](C1)N2:11
C1CC2=C(C1)NCNC2:11
C1=NO[V]O1:11
C1=NCSCC1:11
C1=NCSC1:11
C1=NCN2NC=N=C2N=1:11
C1=NCC=C2CNCC2=C1:11
C1=NCC2NC=NC2=N1:11
C1=NCC2=NN=CC2=N1:11
C1=NCC2=C(C1)OCC2:11
C1=NC=NC2=NCN=C12:11
C1=NC=C2NCCNC2=N1:11
C1=NC=C2CCCCC12:11
C1=NC2NCCCN2CC1:11
C1=NC2=C(N1)NCNCC2:11
C1=NC2=C(CN1)NCC2:11
C1=C[C@@]23CCNCCC2=CO[C@H]3CC1:11
C1=CN=C2OCOC2=C1:11
C1=CN=C2N=CN=CC2=N1:11
C1=CN=C2C=CN=C2C1:11
C1=CN2C(=N1)NCC1=C2N=CN1:11
C1=CC[C@H]2CCCNC2C1:11
C1=CCCC=CC1:11
C1=CCC2=C(CC1)NC=C2:11
C1=CC=C2SNCCC2=C1:11
C1=CC=C2C[C@@H]3NCCC[C@H]3CC2=C1:11
C1=CC2N=CCN=C2N1:11
C1=CC2C=NN=C2OC1:11
C1=CC2=CNN=C2C1:11
C1=CC2=CNCC3=C2[C@H](C=N3)CN1:11
C1=CC2=C(S1)SCCC2:11
C1=CC2=C(CCS2)CN1:11
C1=CC2=C(CC1)CCN2:11
C1=CC2=C(C=NCCO2)S1:11
C1=CC2=C(C=C1)SNCCO2:11
C1=CC2=C(C=C1)SC=CC2:11
C1=C2CNC=C2N=N1:11
B1OC2OCC[C@H]2O1:11
C1NC[C@@H]2OC[C@H]1O2:10
C1C[C@H]2CC[C@@H]1N2:10
C1C[C@@H]2OCCO[C@@H]2C1:10
C1=N[C@H]2CCCCC2=CN1:10
C1=NN=C2N=CNCC12:10
C1=NC[C@H]2N=CC=NC2=N1:10
C1=NCNC2=C1CC=N2:10
C1=NCC2=CC=C3SC=CC3=C2N=1:10
C1=NCC2=C(N=1)C1=CC=CC=C1C=NC2:10
C1=NC=NC2=NN=C[C@@H]12:10
C1=NC=NC2=NCN[C@@H]12:10
C1=NC=C2C=NCCC2=C1:10
C1=NC2CNC=N=C2N1:10
C1=NC2CN=NCC2=N1:10
C1=NC2=NCN=C2CN1:10
C1=NC2=NCCCC2CN1:10
C1=N=C2NCCN[C@H]2CN1:10
C1=C[C@H]2C[C@@H](C1)C2:10
C1=C[C@H]2CCO[C@H]2O1:10
C1=CPNC=N1:10
C1=CCC2=C(C1)CCCC2:10
C1=CC=C2NC=CCC2=C1:10
C1=CC=C2C[NH+]CCC2=C1:10
C1=CC2=NON=C2C=C1:10
C1=CC2=C[C@H]3C=CC=CC3=C2C=C1:10
C1=CC2=CN=CN2C=C1:10
C1=CC2=CCN=CC2=N1:10
C1=CC2=CCN=C2CN1:10
C1=CC2=CC=NCC2=N1:10
C1=CC2=CC=CC3=C2C(=C1)CN3:10
C1=CC2=CC=C3OCOC3=C2C=C1:10
C1=CC2=CC3=C(C=C2C=N1)CN=CN3:10
C1=CC2=C3C(=C1)COC1=C3C(=CC=C1)CO2:10
C1=CC2=C(N=N1)NN=C2:10
C1=CC2=C(N=C1)NCC=C2:10
C1=CC2=C(CCCC2)NC1:10
C1=CC2=C(C=C3OC=CC3=C2)OC1:10
C1N[C@H]2CN[C@@H]1C2:9
C1NCC2=C(CNNC2)N1:9
C1C[C@H]2C[C@H]2N1:9
C1CNN=N1:9
C1CCOCOC1:9
C1CCN2CSC[C@@H]2C1:9
C1CC2CCC1CO2:9
C1=NOCN1:9
C1=NNC2=NC=NC3=C2C1=CN3:9
C1=NNC2=C1NCCNC2:9
C1=NCNCN1:9
C1=NCN=C2NC=N[C@H]12:9
C1=NCC2N=CCN=C2N1:9
C1=NCC2=C(N=1)NCCCN2:9
C1=NCC2=C(N=1)NCC2:9
C1=NC=N=C2N=CCN=C12:9
C1=NC=C2NCCN[C@@H]2N=1:9
C1=NC=C2N=CC=NC2=N1:9
C1=NC2=NCCN=C2CN1:9
C1=NC2=C(C=N=1)NCN2:9
C1=C[C@]23CCC(C[C@@H]2CC1)C3:9
C1=COC=CC1:9
C1=COC2=CNC=C2C1:9
C1=CNC2=N=CN=CC2=N1:9
C1=CNC2=C(CN=CN2)N=C1:9
C1=CC[C@H]2C[C@H]3CC=CCC3C=C2C1:9
C1=CC=C2N[C@@H]3NCCC3CC2=C1:9
C1=CC=C2C(=C1)NC1=C2CCCC1:9
C1=CC2=NNC=C2N=C1:9
C1=CC2=NN=CN2C=N1:9
C1=CC2=NCC3=C2C(=C1)CNN=C3:9
C1=CC2=CSN=C2C=C1:9
C1=CC2=COC=C2C=C1:9
C1=CC2=CNC=CC2=N1:9
C1=CC2=CN=N[C@@H]2C=C1:9
C1=CC2=CCCC=C2CN1:9
C1=CC2=C3CNCCC3=NC2=CC1:9
C1=CC2=C3C(=C1)CCCN3C=C2:9
C1=CC2=C(NCN3N=CN=C23)S1:9
C1=CC2=C(CNN=C2)N1:9
C1=CC2=C(C=NC=N2)N=C1:9
C1=CC2=C(C=NC=C2)N=C1:9
C1=CC2=C(C=C1)[C@H]1C=NC=C[C@@H]1N2:9
C1=CC2=C(C=C1)CNNC2:9
C[PH]:8
C1NC[C@H]2O[C@@H]12:8
C1C[C@H]2O[C@@H]3CO[C@@]2(CO1)O3:8
C1C[C@H]2CNC[C@@H](C1)N2:8
C1C[C@H]2C3C[C@@]32S1:8
C1C[C@@H]2CNC[C@@H]2N1:8
C1CNCCSC1:8
C1CC[C@@H]2CC[C@@H]3CCC[C@H]3[C@H]2C1:8
C1CCN2N=NN=C2C1:8
C1CCC2O[Fe]ON2CC1:8
C1=NNC=N=C1:8
C1=NN=C2SCC=NN12:8
C1=NCCC=N=1:8
C1=NCC2NCCNC2=N1:8
C1=NCC2=C(N=1)NC=CC2:8
C1=NC=NS1:8
C1=NC=C2CCCC2=N1:8
C1=NC2=NCSC2=C1:8
C1=NC2=CNCN=C2N1:8
C1=NC2=C(N1)NSNC2:8
C1=C[C@]23CC[C@H](CC2)C[C@H]3CC1:8
C1=C[C@H]2CC[C@@H]1N2:8
C1=C[C@H]2CCCCC2CC1:8
C1=C[C@H]2CCC3CCC[C@H]3[C@@H]2CC1:8
C1=C[C@H]2C=NCN=C2O1:8
C1=CN=C2NC=N=CC2=C1:8
C1=CN2CCC=NC2S1:8
C1=CN2C=CC3=CC=C4CCN5COCN(C1)[Fe@@]25N34:8
C1=CC[C@@H]2CCCC2C1:8
C1=CCSCC1:8
C1=CCC2CCCCC2=C1:8
C1=CC=C2NCCOCC2=C1:8
C1=CC=C2CSCC2=C1:8
C1=CC=C2C(=C1)OCC1CCO[C@H]21:8
C1=CC=C2C(=C1)CCCC1=CCCC=CC12:8
C1=CC2N=CCCN2C=C1:8
C1=CC2CCOC[C@@H]2CC1:8
C1=CC2CC1C1CCCC21:8
C1=CC2C=CCN2C1:8
C1=CC2=NC=C[C@H]2C=C1:8
C1=CC2=CN=NC=C2C=C1:8
C1=CC2=CN=CCN2C1:8
C1=CC2=CC=CC3=C2C(=C1)N=C3:8
C1=CC2=CC3=CNC=C3N=C2C=C1:8
C1=CC2=C3C(=CC=N2)CNC3=C1:8
C1=CC2=C(S1)SC=C2:8
C1=CC2=C(CCNC2)S1:8
C1=CC2=C(CCNC2)CN1:8
C1=CC2=C(C=NC=C2)CC1:8
C1=CC2=C(C=N1)CNC=N2:8
C1=CC2=C(C=C1)[C@H]1C=CN=C3N=CC(=C31)CCN2:8
C1=CC2=C(C=C1)OCCCC2:8
C1=CC2=C(C=C1)NCCN=C2:8
C1=CC2=C(C=C1)N1C=CCNC1=C2:8
C1=CC2=C(C=C1)C1OCCN1[Fe]O2:8
C1=CC2=C(C=C1)C1=NN=CC1SN2:8
C1=CC2=C(C=C1)C1=C(CCCC1)CC2:8
C1=CC2=C(C=C1)C1=C(C=CC=C1)SN2:8
C1=C2CCOC=C2CNC1:8
C1=C2CCCCC2OCC1:8
B1C[C@@]23BB2B13:8
B1CC2B3B4B5[B@@]6(B[B@@]326)[B@]145:8
B1BC1:8
B1B2BB12:8
C1NC[C@@H]2ONC[C@H]12:7
C1C[Se]CN1:7
C1C[C@@H]2CNC1C2:7
C1COC2OCO[C@H]2C1:7
C1CC[C@H]2CC2C1:7
C1CC2CC[C@H](C1)C2:7
C1CC2=C(CN1)COCC2:7
C1=NN2CCNCC2=N1:7
C1=NC[C@H]2N=CCN=C2N1:7
C1=NCC2=NNN=C2N1:7
C1=NCC2=C(N1)SCC2:7
C1=NCC2=C(N1)NCC=N2:7
C1=NC=NC2=NCC=C12:7
C1=NC=N=CN=1:7
C1=NC=C2SC=NC2=C1:7
C1=NC=C2COCCC2=C1:7
C1=NC2=N=CNN2CC1:7
C1=NC2=N=CNCC2=CC1:7
C1=NC2=CCOC2=CN1:7
C1=NC2=C(CN1)CSCC2:7
C1=C[Se]C=N1:7
C1=C[C@]23C[C@H](CC[C@H]2CC1)C3:7
C1=C[C@]23CC[C@H](CC2)C[C@@H]3CC1:7
C1=CSN=N1:7
C1=CSCCO1:7
C1=CN[C@@H]2C=CC=CC2=C1:7
C1=CNC2=N=CN=CC2=C1:7
C1=CN2CC=CCC2=C1:7
C1=CC[C@H]2COC[C@H]2C1:7
C1=CCN2CNC[C@@H]2C1:7
C1=CC=C2NC=CNCC2=C1:7
C1=CC=C2C(=C1)COCC1=CC=CN12:7
C1=CC2SC23C2CC23C1:7
C1=CC2N=CNCC2=CC1:7
C1=CC2CCCCC2CC1:7
C1=CC2C=NN=C2NC1:7
C1=CC2C=CC[C@H](C2)OC1:7
C1=CC2=NN=NN2N=C1:7
C1=CC2=NC=N=C2N=C1:7
C1=CC2=CNC=C2N=C1:7
C1=CC2=C(CN1)NC=C2:7
C1=CC2=C(C=NCN2)N=C1:7
C1=CC2=C(C=N1)COCC2:7
C1=CC2=C(C=N1)C=NCN2:7
C1=CC2=C(C=CN=C2)NC1:7
C1=CC2=C(C=C1)SCCC2:7
C1=CC2=C(C=C1)OCCC=C2:7
C1=CC2=C(C=C1)N=CCC2:7
C1=C2NCCNC2=CCC1:7
C1=C2CCCCC2=NCC1:7
B1[B@]23B4B5C[C@]12[B@@]543:7
B1CB2BB12:7
[H]S:6
C1C[C@H]2CNCC12:6
C1CSN1:6
C1COPOPOC1:6
C1CN2CCOCCN2C1:6
C1CC[C@H]2CNCC[C@H]2C1:6
C1CC[C@@H]2NCC[C@@H]2C1:6
C1CCN2NNN[C@H]2C1:6
C1CCN2CCNC[C@@H]2C1:6
C1CCCN2CCC[C@@H]2CC1:6
C1CC2CO[C@]3(C1)CCC[C@H]23:6
C1C2C[C@H]3[C@@H]1[C@@H]1CCN3[C@H](C2)C1:6
C1=N[C@H]2CNC=C3CCNCC1=C32:6
C1=N[C@H]2CCC[C@H]2S1:6
C1=NNC=C2CNC=C12:6
C1=NNC2N=CN=C3N=CC1=C32:6
C1=NN=C2CCC=NN12:6
C1=NC[C@H]2N=CN=C2N1:6
C1=NCN=C2C=N=CN=C12:6
C1=NCCCNC1:6
C1=NCC2=CCN=C2C1:6
C1=NC=NC2=C1NN=C2:6
C1=NC=C2N=CN=C2C1:6
C1=NC=C2CSCC2=N1:6
C1=NC=C2CCNC=CC2N=1:6
C1=NC=C2CCCCCN12:6
C1=NC2=NCCNC2CN1:6
C1=NC2=NC=N[C@@H]2CN1:6
C1=NC2=CC=N=CN2N1:6
C1=NC2=C(CN1)COCC2:6
C1=N=CNC=N=1:6
C1=N=C=N=C=N=1:6
C1=C[C@@H]2CCCC[C@H]2CO1:6
C1=CNC2=CC=NN2C1:6
C1=CN=C2C=NC=NC2=C1:6
C1=CN=C2C=CCCOC2=C1:6
C1=CCNCCC1:6
C1=CCN2[Ru]N3C=CC=CC3C2=C1:6
C1=CCN2[Fe]NCC2=C1:6
C1=CCN2CC=CNC2=C1:6
C1=CCC2OC=CC2C1:6
C1=CCC2C(C1)CCC1OC=CCC12:6
C1=CCC2=CC=COC2=C1:6
C1=CCC1:6
C1=CC=C2SCCOC2=C1:6
C1=CC=C2ONCC2=C1:6
C1=CC=C2NC=CNC2=C1:6
C1=CC=C2C(=C1)CN=C1CCNC[C@@H]21:6
C1=CC2NCCN=C2N=C1:6
C1=CC2N=CN=C2N=C1:6
C1=CC2C=NN=C2C=N1:6
C1=CC2=NCCN=C2N=C1:6
C1=CC2=NCC=C2CN1:6
C1=CC2=NC3=C(N=CNC3)N[C@H]2C=C1:6
C1=CC2=CSC=C2C=C1:6
C1=CC2=CC3=C(CCCCC3)N=C2C=C1:6
C1=CC2=CC3=C(C=CC3)NC2=C1:6
C1=CC2=C3C(=C1)CCC[C@H]3C=N2:6
C1=CC2=C3C(=C1)C=CN3CCC2:6
C1=CC2=C(CCN2)S1:6
C1=CC2=C(C=N=CN2)S1:6
C1=CC2=C(C=N1)C[C@@H]1SCCCC[C@@H]1C2:6
C1=CC2=C(C=C1)NC1=C(CCCC1)CN2:6
C1=CC2=C(C=C1)N=C1NCCC1C2:6
C1=CC2=C(C=C1)COC2:6
C1=C2CNCNC2=NN1:6
C1=C2CCCC2CCC1:6
B1O[C@H]2COC[C@H]2O1:6
[PH]S:5
[Li]O:5
N[Ru]:5
C=[SH]:5
C1O[C@@H]2OC[C@@H]3C[C@H]1[C@H]2C3:5
C1C[C@H]2CO[C@@H](C1)O2:5
C1C[C@H]2CCN2C1:5
C1CSCS1:5
C1CO[C@@H]2CCCO[C@H]2C1:5
C1CN=C2CCCN2C1:5
C1CC[C@@H]2CNCCN=C2C1:5
C1CC[C@@H]2CCNCC2C1:5
C1CCC2NCCCC2C1:5
C1CC2C[C@@H]3CCC2C3C1:5
C1=N[C@H]2NCCCN2CC1:5
C1=N[C@H]2CCNCCC2=C1:5
C1=N[C@@H]2NCCCN2CC1:5
C1=N[C@@H]2CCC[C@@H]2O1:5
C1=NOC2=N=CNCC12:5
C1=NNC2=NCC3=C(CCCC3)C12:5
C1=NN=CSC1:5
C1=NN=C2SC=NN12:5
C1=NN=C2NCCC=C12:5
C1=NCOCC1:5
C1=NCCN2CCCN12:5
C1=NCC2=C1CCCC2:5
C1=NC=NC2=NN=CC12:5
C1=NC=NC2=NC=N[C@@H]12:5
C1=NC=N=C2N=CC=N[C@@H]12:5
C1=NC=C2NCCN[C@H]2N=1:5
C1=NC=C2N=NC=C2C1:5
C1=NC=C2C=CN=C2N=1:5
C1=NC=C2C=CCN[C@@H]2N=1:5
C1=NC2=NC=NN2CC1:5
C1=NC2=N=CNC[C@@H]2N=C1:5
C1=N=C2NCCC[C@@H]2CN1:5
C1=C[C@H]2C=CN=C2N=C1:5
C1=C[C@@H]2CNC=NC2=N1:5
C1=C[C@@H]2CCCN2CC1:5
C1=CN[C@H]2CCC(N1)O2:5
C1=CN=C2N=CC=NC2=C1:5
C1=CN=C2C(=C1)NCC1=C2C=CC=C1:5
C1=CN2CCNCC2=N1:5
C1=CN2CCC[C@]23CNC=N[C@H]3N1:5
C1=CN2C=CN=CC2=C1:5
C1=CN2C=CC3=N4C(=CC5=CC=C6C=CN(=C1)[Fe@@]24N65)C=C3:5
C1=CCC2=NN=NC2=C1:5
C1=CCC2=CNC=CC2=C1:5
C1=CCC2=C(C=CN2)C1:5
C1=CC=C2SN=NC2=C1:5
C1=CC=C2SC3=C(C=CC=C3)NC2=C1:5
C1=CC=C2OCCCNC2=C1:5
C1=CC=C2N[Fe]NC2=C1:5
C1=CC=C2CC=CC=CC2=C1:5
C1=CC2NCN=C2N=C1:5
C1=CC2C[C@H]2C1:5
C1=CC2CCC[C@H]2C=C1:5
C1=CC2CCC[C@@H]2C1:5
C1=CC2CCCN2C1:5
C1=CC2=NCCN=C2N1:5
C1=CC2=NC=CC3=C2C(=C1)CN=N3:5
C1=CC2=NC=C3CCNCC(=C1)C32:5
C1=CC2=C[C@H]3NNCC3=CC2CC1:5
C1=CC2=CN[Cr]OC2C=C1:5
C1=CC2=CC=NC=C2NC1:5
C1=CC2=CC=CC3=C2C(=C1)CC=C3:5
C1=CC2=CC=CC3=C2C(=C1)CC3:5
C1=CC2=CC=C3C=CC=NC3=C2N=C1:5
C1=CC2=CC3=C(C=C2OC1)OCC3:5
C1=CC2=C3C(=C1)CCCN3CCN2:5
C1=CC2=C3C(=C1)C=CN3CC=C2:5
C1=CC2=C(NCNC2)S1:5
C1=CC2=C(N=C1)NC=CNC2:5
C1=CC2=C(N=C1)NC=CC2:5
C1=CC2=C(CCN=C2)NC1:5
C1=CC2=C(CC=N2)S1:5
C1=CC2=C(C=CCO2)CCC1:5
C1=CC2=C(C=C1)O[Cr]N2:5
C1=CC2=C(C=C1)NSC=C2:5
C1=CC2=C(C=C1)NCCCC2:5
C1=CC2=C(C=C1)NCCC=C2:5
C1=CC2=C(C=C1)C1=CCC=NC1=NC2:5
C1=CC2=C(/C=C\C=C/CC2)OC1:5
C1=C2CCC[C@@H]3CCC[C@H]3CC2CC1:5
B1OC=C2CC=CC=C12:5
O[Si]:4
O[AlH2]:4
F[Sc]:4
C[Au]:4
C1OP1:4
C1C[S@H]2CC[S@H]3CC[S@@H]1[Ru]32:4
C1CN2CCN3CCO[Fe]23N1:4
C1CC[C@H]2O[C@H]2C1:4
C1CC[C@H]2NCCCC2C1:4
C1CCN2COC[C@@H]2C1:4
C1CC2OC[C@@H](C1)O2:4
C1CC2C[C@@H]3CCC[C@H]3CCC[C@@H]2C1:4
C1CC2CO[C@@H](C2)N1:4
C1CC2CC[C@@H](C1)C2:4
C1CC2CC(C1)C2:4
C1=NNC2=NNCC2=C1:4
C1=NC[C@@H]2CNCN2C1:4
C1=NC[C@@H]2CCCCN12:4
C1=NCC=C2N=CNN12:4
C1=NCC2N=CCNC2=N1:4
C1=NCC2=C1C=C1CCCCC1=N2:4
C1=NC=NN=1:4
C1=NC=NC2=C1N=CS2:4
C1=NC=NC2=C1C[C@@H]1CC[C@H]2N1:4
C1=NC=NC2=C1CCNC2:4
C1=NC=C2N=CCNC2=C1:4
C1=NC=C2COCC2=C1:4
C1=NC2COCC[C@H]2CS1:4
C1=NC2C=N=CN=C2N1:4
C1=NC2=C(CCCC2)N1:4
C1=N=CC2=NCN=C2N1:4
C1=N=C2NCCN[C@@H]2CN1:4
C1=C[C@]23OCC(C1)[C@H]2CC1CCCC[C@H]13:4
C1=C[C@H]2CCNC[C@@H]2CO1:4
C1=C[C@@H]2CC=C[C@H](C1)C2:4
C1=C[C@@H]2C(CC1)CC[C@@H]1CCCCC12:4
C1=COCCO1:4
C1=CN[C@H]2N=CNC[C@@H]2N1:4
C1=CNC2=CC=CNC2=C1:4
C1=CN=C2CC=NN2C1:4
C1=CN2N=CNC2=N=C1:4
C1=CN2N=CN=CC2=N1:4
C1=CCOCC=C1:4
C1=CCC2=C(C1)N=CCN2:4
C1=CC=C2CC3=C(C=CC=C3)OCC2=C1:4
C1=CC=C2C(=C1)NC1=C2CC=NC1:4
C1=CC2OC=CC2CC1:4
C1=CC2=CNN=C2NC1:4
C1=CC2=CCC=N=C2O1:4
C1=CC2=CC3=C(CC2=CC1)OCO3:4
C1=CC2=C3CCNCC3=NC2C=C1:4
C1=CC2=C3C(=C1)NC=CN3C=CC2:4
C1=CC2=C(NC=N=C2)S1:4
C1=CC2=C(NC1)SC=N2:4
C1=CC2=C(N=C1)NN=C2:4
C1=CC2=C(CN1)NC=N2:4
C1=CC2=C(CC1)NC=C2:4
C1=CC2=C(CC1)CCCC2:4
C1=CC2=C(C=C1)OC1=C(C=CC=C1)C=C2:4
C1=CC2=C(C=C1)N[C@@H]1NCCC1C2:4
C1=CC23CC2CCCC3C2CCCC12:4
C1=C2CCN3CCC4=C(CCOC4)[C@]23CCC1:4
C1=C2CCCCC[C@H]2CC1:4
C#[Au]:4
B1CCC2=CC=CC=C2O1:4
B1CCC2=C(C=CC=C2)O1:4
O[PH]:3
II:3
C1NC[C@H]2NCN[C@@H]2N1:3
C1C[SH]1:3
C1C[C@H]2CC[C@@H](C1)O2:3
C1C[C@H]2CCC(N2)O1:3
C1CO[C@@H]2COPO[C@@H]2C1:3
C1CO[C@@H]2COCO[C@@H]2C1:3
C1CN[C@H]2CCO[C@@H]2C1:3
C1CNNN1:3
C1CN2CSCC2S1:3
C1CN2CCO[Cu]2O1:3
C1CC[C@]23CCCC[C@@]2(C1)C3:3
C1CCCOCC1:3
C1CCC2=C(C1)CCCN2:3
C1CC2CC[C@@H]3CCCC[C@H]3C2C1:3
C1CC2CCC12:3
C1CC2=C(CO1)S[Mo]S2:3
C1C2NC12:3
C1C2C3CC123:3
C1=NNCC2=NNC=C12:3
C1=NNC2=C1N=CNC2:3
C1=NN=C2SCCN12:3
C1=NCN2CCCN12:3
C1=NCCCS1:3
C1=NCC2=CC=CN=C2N=1:3
C1=NCC2=C(N=1)NC=CCN2:3
C1=NC=NC2C=NN=C12:3
C1=NC=NC2=CC=N[C@H]12:3
C1=NC=NC2=C1N=CC2:3
C1=NC=N=C2N=CC=C12:3
C1=NC=C2CCNCC2N=1:3
C1=NC=C2CCCNC2N=1:3
C1=NC=C2CCCN12:3
C1=NC2=NC=N=CC2=N1:3
C1=NC2=N=CNC2=CC1:3
C1=NC2=CNC=NC2=C1:3
C1=NC2=CC3=C(C=C2N1)CCCC3:3
C1=NC2=C(CNCCC2)S1:3
C1=NC2=C(CCC2)CN1:3
C1=NC2=C(C1)CCOC2:3
C1=NC2=C(C1)CCNC2:3
C1=N=CC2C=NNC2=N=1:3
C1=N=C2NCCC[C@H]2CN1:3
C1=C[C@]23OCC(C1)[C@H]2CC1CCCC=C13:3
C1=C[C@H]2CCCN[C@@H]2CC1:3
C1=C[C@H]2CCCN2CCC1:3
C1=C[C@H]2CCCC23CCC[C@H]13:3
C1=C[C@@H]2N=CCN[C@@H]2OC1:3
C1=C[C@@H]2N=CC=C2CC1:3
C1=C[C@@H]2CNC[C@@H]2C=C1:3
C1=C[C@@H]2CCCCC2=NC1:3
C1=CNNCC1:3
C1=CNC2CNC=N=C2N1:3
C1=CN=C2[NH+]CC=CC2=C1:3
C1=CN=C2SC=NC2=C1:3
C1=CN2[Fe]NC=CC2=C1:3
C1=CN2C[C@@H]3N[C@@H]3C2C1:3
C1=CN2CCOCCC2=N1:3
C1=CC[C@@H]2[C@@H](C1)CC1=CCCC[C@H]12:3
C1=CCN2CCC=NC2=C1:3
C1=CCC2=C(C=C3CCCCC3C2)C1:3
C1=CC=C2SC3=C(C=CC=C3)NCC2=C1:3
C1=CC=C2NCCC=CC2=C1:3
C1=CC=C2C(=C1)C=NCC1=CN=CN=C12:3
C1=CC=C2C(=C1)C=NC1=C2CNC=C1:3
C1=CC=C2C(=C1)C=CC1=C2NC=C1:3
C1=CC2N=CNCC2=N1:3
C1=CC2CN=CN=C2N1:3
C1=CC2CCCC[C@H]2NC1:3
C1=CC2=OCN[Fe]N2=C1:3
C1=CC2=N3C(=CCN[Cu]3N1)C=C2:3
C1=CC2=CNC=NC2C=C1:3
C1=CC2=CCN[Cu]N2=C1:3
C1=CC2=CCN=C2C=N1:3
C1=CC2=CC=N[Cu]N2C1:3
C1=CC2=CC=CC3=C2C(=C1)C=C3:3
C1=CC2=CC3CCCCN3C=C2C=C1:3
C1=CC2=CC3=C(CCC3)NC2=C1:3
C1=CC2=C3C(=CN=C3C1)CCC2:3
C1=CC2=C(NN=C2)OC1:3
C1=CC2=C(NC=NC2)NC1:3
C1=CC2=C(CN=CN2)N=C1:3
C1=CC2=C(CN1)CNCC2:3
C1=CC2=C(CC1)C1=C(C=C2)OCO1:3
C1=CC2=C(C=C1)NSCC2:3
C1=CC2=C(C=C1)NCN=C2:3
C1=CC2=C(C=C1)CCCC=C2:3
C1=CC2=C(C=C1)C1=CNCCC1=NC2:3
C1=C2CNCN=C2CCN1:3
C1=C2CNC3=NCCN3C2=NN1:3
C1=C2CCC[C@@H]3CCC/C3=C/C2CC1:3
C1=C2CCCCN2CC1:3
C1=C2CCCCC2=NC1:3
B1OC2CCOC2O1:3
B1NN=CC2=C1SC=C2:3
B1C[B@@]23B1B1BB2B13:3
B1CC2B3B[B@@]132:3
B1B2B3C[B@]123:3
O[As]:2
O1[As]S[Mo]1:2
C[Fe]:2
C1OO1:2
C1NCC2=C(N1)NCN2:2
C1N=NCN1:2
C1C[N@]23CCO[Fe]24(N1)OCCN4CC3:2
C1C[C@]23C[C@@H]4[C@H](C2)N2CC[C@@H]4C[C@H]2[C@H]3N1:2
C1C[C@H]2C[C@H](CO2)O1:2
C1COPO1:2
C1COO1:2
C1CN=C2CCC3CCNC3=C2C1:2
C1CN2CSC[C@@H]2S1:2
C1CN23CCO[Y]24(O1)OCC3CO4:2
C1CC[C@H]2OSO[C@H]2C1:2
C1CC[C@H]2NCC[C@H]2C1:2
C1CC[C@H]2COCCC2C1:2
C1CC[C@H]2CNCC2C1:2
C1CC[C@@H]2[C@@H](C1)CC[C@@H]1CCC[C@H]12:2
C1CC[C@@H]2COCCCC2C1:2
C1CC[C@@H]2CCN[C@H]2C1:2
C1CC[C@@H]2CC2C1:2
C1CCN2CCOC[C@@H]2C1:2
C1CCC[C@@H]2CCC[C@H]2CC1:2
C1CCC2CNCCN=C2C1:2
C1CC2COC(C1)C2:2
C1CC2CC[C@H](C2)O1:2
C1C2C[C@H]3C[C@@H]1C[C@@H]2C3:2
C1=N[C@@H]2CNCCC2=N1:2
C1=NSN=CC1:2
C1=NN=NC1:2
C1=NC[C@H]2N=CCNC2=N1:2
C1=NCCC2=C(N1)NC=N2:2
C1=NCC2N=COC2=N1:2
C1=NCC2=C(N=1)SC=N2:2
C1=NC=NN2C=NC=C12:2
C1=NC=NC2=CNN=C12:2
C1=NC=NC2=C1SCCC2:2
C1=NC=NC2=C1CN=CCC2:2
C1=NC=NC2=C1CCCCC2:2
C1=NC=C2NCC=CN[C@@H]2N=1:2
C1=NC=C2N=CSC2=N1:2
C1=NC=C2CNCNC2N=1:2
C1=NC2=NSNCC2=N1:2
C1=NC2=N=CN=C2CC1:2
C1=NC2=CCC=NC2=N1:2
C1=NC2=CC=NC2CN1:2
C1=NC2=C3C(=CNC2)CCNC[C@@H]13:2
C1=NC2=C(CNC2)N1:2
C1=NC2=C(CN1)C1=C(CCCC1)S2:2
C1=N=CCC=N=1:2
C1=C[C@H]2SCCN2CCC1:2
C1=C[C@H]2CCN[C@@H]2CNC1:2
C1=C[C@H]2CCCC[C@@H]2CC1:2
C1=C[C@H]2CCCCN2C=C1:2
C1=C[C@@H]2OCC[C@@H]2NC1:2
C1=C[C@@H]2CCCN=C2N=C1:2
C1=CNNN1:2
C1=CNC=CN1:2
C1=CNC2=NCCNC2=C1:2
C1=CNC2=C(C=NN2)C1:2
C1=CN=NCC1:2
C1=CN=C2OCCCC2=C1:2
C1=CN=C2NN=C[C@@H]2C1:2
C1=CN=C2NCC=NC2=C1:2
C1=CN=C2CC=NCC2=C1:2
C1=CN2CCOC[C@@H]2CC1:2
C1=CN2CCN=C2S1:2
C1=CN2CCN=C2C=N1:2
C1=CN2CCC[C@]23CNC=N[C@@H]3N1:2
C1=CN2CCCN2C=N1:2
C1=CN2CC=NC2=NC1:2
C1=CN2CC3C=NC=NC3=NC2S1:2
C1=CN2CC3=C(CCOC3)CC2=C1:2
C1=CN2C=CN=C2CC1:2
C1=CN2=CC=C3C=CC4=CC5=N6C(=CCN(C1)[Co@@]26N34)C=C5:2
C1=CCN2[Ru]NCC2=C1:2
C1=CCN2CCCCC2=C1:2
C1=CCCC2=C(C=C1)N=NN2:2
C1=CCC2CNCCC2C1:2
C1=CCC2CCC[C@H]2CC1:2
C1=CCC2=CC=CN=C2C=C1:2
C1=CCC2=C(C=C1)N=CC=C2:2
C1=CC=C2NCCCCC2=C1:2
C1=CC=C2CC3=CC=CC=C3CCC2=C1:2
C1=CC=C2C(=C1)CC[C@H]1CCCC[C@H]21:2
C1=CC2N=CC=C2C=N1:2
C1=CC2N=CC3=C2C(=C1)CCC3:2
C1=CC2CNCN=C2O1:2
C1=CC2CCCC3=C2C(=C1)N=C3:2
C1=CC2C=CCCC2CC1:2
C1=CC2=N[C@@H]3CCNCCC3=C2C=C1:2
C1=CC2=NSC=C2N=C1:2
C1=CC2=NN=CC2C=N1:2
C1=CC2=NC=NC=C2S1:2
C1=CC2=NC3CNCCC3=C2C=C1:2
C1=CC2=CNN=C2CC1:2
C1=CC2=CCCN=C2N=C1:2
C1=CC2=CC=C[C@H]2C=C1:2
C1=CC2=CC=C3C=CC=CC3=C2C=C1:2
C1=CC2=C3NN=CC3=CC2C=C1:2
C1=CC2=C3C(=C1)NC=CN3CCC2:2
C1=CC2=C3C(=C1)CCCC3CO2:2
C1=CC2=C(CO1)OCC2:2
C1=CC2=C(CNCO2)N=C1:2
C1=CC2=C(CNC=N2)N1:2
C1=CC2=C(CC1)OC=CC2:2
C1=CC2=C(CC1)CN=CN2:2
C1=CC2=C(C=N1)NC=N=C2:2
C1=CC2=C(C=C1)NSN2:2
C1=CC2=C(C=C1)NC[NH+]C2:2
C1=CC2=C(C=C1)NC1=C(CNC=N1)N2:2
C1=CC2=C(C=C1)CC1=C(C=CC=C1)C2:2
C1=CC2=C(C=C1)C1=C(C=NN1)SN2:2
C1=CC2=C(C=C1)C1=C(C=N2)N=NN1:2
C1=C2CN3CCC4C[C@H](COC1)[C@H]2C[C@@H]43:2
C1=C2CC[C@@H]3C[C@@H]3C2CCC1:2
C1=C2CCCCN2CN1:2
C1=C2CCCCC2=CCC1:2
B=O:2
N1OO1:1
C[Hg]:1
C1O[C@@H]2COPOC1C2:1
C1NCNN1:1
C1C[SH]S1:1
C1C[S@H]2CC[S@H]3CC[S@@H](C1)[Ru]23:1
C1C[N@]23CCN[Fe@]2(N1)OCC3:1
C1C[C@H]2CC[C@H]2S1:1
C1C[C@H]2CCN[C@H]2C1:1
C1C[C@H]2C3C4CC[C@H](C1)[C@@H]4C32:1
C1C[C@@H]2N[C@H](C1)[C@H]1O[C@@H]21:1
C1C[C@@H]2CC[C@@H]3OC1[C@H]32:1
C1CN2C[SH]C[C@@H]2S1:1
C1CN2CSC[C@H]2S1:1
C1CC[C@H]2OCCC2C1:1
C1CC[C@H]2CPO[C@H]2C1:1
C1CC[C@H]2COC[C@@H]2C1:1
C1CC[C@@H]2C[C@@H]2C1:1
C1CC[C@@H]2C(C1)CCC1CCC[C@H]12:1
C1CCC2CNCC2C1:1
C1CCC2=NCN=C2C1:1
C1CCC2=C(C1)CCC2:1
C1CC2NCCN2C1:1
C1CC2C[C@H]2O1:1
C1CC2CCC(O1)O2:1
C1CC2C3CN[C@H]2CC1C3:1
C1C2OO[C@@H]12:1
C1C2CN12:1
C1=N[C@H]2CNC[C@H]2C1:1
C1=NN2CCC=N=C2N1:1
C1=NCCOC1:1
C1=NCCCCC1:1
C1=NCC2CCCNC2=N1:1
C1=NCC2=NCC=NC2=N1:1
C1=NCC2=C(N=1)NCN2:1
C1=NCC2=C(C1)N=CC2:1
C1=NC=NC2=C1NC=N=C2:1
C1=NC=C2N=CSC2=C1:1
C1=NC=C2CCCCC2N=1:1
C1=NC=C2C=CC=N=C2N=1:1
C1=NC2COC[C@H]2CS1:1
C1=NC2CCNCCC2=C1:1
C1=NC2=NC=C[C@H]2C=N=1:1
C1=NC2=CC=NCC2C=N=1:1
C1=NC2=CC3=C(C=C2N=C1)NC=N3:1
C1=NC2=C3NCCN3CN=C2N1:1
C1=NC2=C(CNC2)N=C1:1
C1=N=CC2=CC=NC2=N=1:1
C1=C[S@@H]2CNC3=NC=NC1=C32:1
C1=C[N+]=CN=C1:1
C1=C[C@H]2CN=CN=C2O1:1
C1=C[C@@H]2[C@@H](CC1)CCC1CCC[C@H]12:1
C1=C[C@@H]2CC1[Ru]2:1
C1=COCO1:1
C1=COCCN1:1
C1=COC2=NN=CC2C1:1
C1=COC1:1
C1=CNCSC1:1
C1=CNC2=C(CNC=N2)N=C1:1
C1=CN=C2OC=CCC2=C1:1
C1=CN=C2N=CSC2=C1:1
C1=CN2NC=N=C2N=C1:1
C1=CN2CCSC2=N1:1
C1=CN2CCNC2S1:1
C1=CN2CCC[C@H]2COC1:1
C1=CN2CCCC2=C1:1
C1=CN2C=NN=C2S1:1
C1=CN2C=CNC2=NC1:1
C1=CN2C=C3C=CCCC3=CC2=CC1:1
C1=CC[C@H]2CCCC[C@@H]2C1:1
C1=CCN2CCSC2=C1:1
C1=CCCCCC1:1
C1=CCC2NC=NC2=C1:1
C1=CCC2=CNC=C2C=C1:1
C1=CC=C2OOC3=C2C(=C1)CC=C3:1
C1=CC=C2N=CCN=CC2=C1:1
C1=CC=C2N=C3NN=NN3CC2=C1:1
C1=CC=C2CCOOCCC2=C1:1
C1=CC=C2CCC=CCC2=C1:1
C1=CC2N=CC3=C2C(=C1)CNN=C3:1
C1=CC2CNC=NC2=N1:1
C1=CC2CC[Ru]N2C=C1:1
C1=CC2CCN[C@H](C1)C2:1
C1=CC2CCCCC2=C1:1
C1=CC2C(=N1)N=CC1=C2NC=N1:1
C1=CC2=NCCN[C@H]2CC1:1
C1=CC2=NC=NC2=NC1:1
C1=CC2=NC=COC2C=C1:1
C1=CC2=NC3=C(N=CNC3)N[C@@H]2C=C1:1
C1=CC2=NC3=C(N=CNC3)NC2C=C1:1
C1=CC2=CCNC=C2S1:1
C1=CC2=CCCC=C2CC1:1
C1=CC2=CCC=NC2=NC1:1
C1=CC2=C3C(=C1)COCC3=CC=C2:1
C1=CC2=C3C(=C1)CCN[C@H]3CNC2:1
C1=CC2=C(CNCN2)S1:1
C1=CC2=C(CNCCC2)S1:1
C1=CC2=C(CC1)CCCO2:1
C1=CC2=C(C=NN2)S1:1
C1=CC2=C(C=N1)NN=C2:1
C1=CC2=C(C=C1)[C@@H]1CCC=NC1=NC2:1
C1=CC2=C(C=C1)SNCC2:1
C1=CC2=C(C=C1)SCCNC2:1
C1=CC2=C(C=C1)SC1=C(C=CC=C1)N2:1
C1=CC2=C(C=C1)OC=CO2:1
C1=CC2=C(C=C1)CN1C=CCC=C1C2:1
C1=CC2=C(C=C1)C1=C(C=CC=N1)NC2:1
C1=CC2=C(C=C1)C1=C(C=CC=C1)CC2:1
C1=CC2=C(C1)CN=CN2:1
C1=C2OCOC2=CCC1:1
C1=C2CCNCC2=CS1:1
C1=C2CCCCC2=CP1:1
C1=C/CCCCCC/1:1
BN:1
B1O[C@H]2COC[C@@H]2O1:1
B1B2BB3B1B23:1
B1B2B3[B@@]45B1[B@@]16C2[C@@]12[B@]46[B@@]352:1
